/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ היא הגרסה האחונה הזמינה.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ היא הגרסה האחונה הזמינה.\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ זמין כעת (לך יש %3$@). ברצונך להוריד כעת?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "גרסה חדשה של %@ זמינה!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "שגיאה בקבלת מידע על עדכונים. אנא נסה שנית במועד מאוחר יותר.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "שגיאה בפתיחת הקובת המקווץ. אנא נסה שנית במועד מאוחר יותר.";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Cancel Update" = "בטל עדכון";

/* Take care not to overflow the status window. */
"Downloading update…" = "מוריד עדכון…";

/* Take care not to overflow the status window. */
"Extracting update…" = "פותח עדכון…";

/* No comment provided by engineer. */
"Install and Relaunch" = "התקן ואתחל";

/* Alternate title for 'Remind Me Later' button when downloaded updates can be resumed */
"Install on Quit" = "אתחל מאוחר יותר";

/* Take care not to overflow the status window. */
"Installing update…" = "מתקין עידכון…";

/* No comment provided by engineer. */
"OK" = "אישור";

/* No comment provided by engineer. */
"Ready to Install" = "מוכן להתקנה!";

/* No comment provided by engineer. */
"Update Error!" = "שגיאה בעדכון!";

/* No comment provided by engineer. */
"Updating %@" = "מעדכן %@";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "התכנה עדכנית!";
